import time
숫자 = 829874928
숫자곱하기 = 278417279489358972987481794731795979173981257914775817594798719759177591379198579179893
def 숫자계산():
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)    
while True:
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    dd = input()
    print(숫자)
    if dd == "지희로블록스삭제":
        print("지희 로블록스 삭제 성공")
    if dd == "지희로블록스설치":
        print("지희 로블록스 설치 성공")
    if dd == "지희컴퓨터시간무제한":
        print("지희 컴퓨터시칸 무제한으로됨")

    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
    숫자곱하기 = 숫자곱하기 * 8 
    숫자 = 숫자 * 숫자곱하기
    print(숫자)  
    time.sleep(0.3)
        
    
